aom
atuin
bash-language-server
berkeley-db@5
binsider
binutils
brotli
bzip2
c-ares
ca-certificates
cairo
carapace
chafa
circumflex
clangql
clisp
curl
dbus
docker-ls
dockerfile-language-server
dotnet@8
dust
elfutils
expat
faad2
fftw
fontconfig
freetype
fribidi
gcc
gdk-pixbuf
giflib
gitleaks
glib
glow
gmp
gperf
graphite2
grc
gum
harfbuzz
highway
hwloc
icu4c@77
imath
isl
jpeg-turbo
jpeg-xl
jq-lsp
kanata
kew
krb5
lazygit
less
libavif
libdeflate
libedit
libevent
libffi
libgit2
libidn2
libmpc
libnghttp2
libnghttp3
libngtcp2
libnotify
libogg
libpng
librsvg
libsigsegv
libssh2
libtiff
libunistring
libunwind
libuv
libvmaf
libvorbis
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxml2
libxrender
libyaml
little-cms2
lld@19
llvm
llvm@19
lolcat
lttng-ust
lua-language-server
lz4
lzo
marksman
meson
mpdecimal
mpfr
ncurses
ninja
node
numactl
nushell
onefetch
open-mpi
openexr
openldap
openssl@3
opus
opusfile
pango
pcre2
pixman
pkgconf
pmix
python@3.13
readline
rtmpdump
ruby
ruff
rust-analyzer
shared-mime-info
simdjson
sqlite
starship
taglib
taplo
tgpt
thefuck
typescript
typescript-language-server
unzip
userspace-rcu
utf8cpp
util-linux
uv
vscode-langservers-extracted
webp
xorgproto
xz
yaml-language-server
yazi
z3
zellij
zig
zlib
zls
zoxide
zstd
