aom
asciinema
atuin
berkeley-db@5
binsider
binutils
brotli
bzip2
ca-certificates
cairo
carapace
chafa
curl
dbus
elfutils
expat
eza
faad2
fancy-cat
fftw
fontconfig
freeglut
freetype
fribidi
gcc
gdk-pixbuf
giflib
gitleaks
glib
gmp
graphite2
grc
gumbo-parser
harfbuzz
helix
highway
hwloc
icu4c@77
imath
isl
jbig2dec
jpeg-turbo
jpeg-xl
kanata
kew
krb5
lazygit
leptonica
libarchive
libavif
libb2
libclc
libdeflate
libdrm
libedit
libevent
libffi
libgit2
libidn2
libmpc
libnghttp2
libnotify
libogg
libpciaccess
libpng
librsvg
libssh2
libtiff
libunistring
libvmaf
libvorbis
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxfixes
libxi
libxinerama
libxml2
libxrandr
libxrender
libxshmfence
libxxf86vm
little-cms2
llvm
lm-sensors
lz4
lzo
mesa
mesa-glu
mpdecimal
mpfr
mujs
mupdf
ncurses
onefetch
open-mpi
openexr
openjpeg
openldap
openssl@3
opus
opusfile
pango
pcre2
pixman
pmix
python@3.13
readline
rtmpdump
shared-mime-info
spirv-llvm-translator
spirv-tools
sqlite
starship
taglib
tesseract
tgpt
thefuck
toipe
unzip
utf8cpp
util-linux
wayland
webp
xinput
xorgproto
xz
yazi
z3
zellij
zlib
zoxide
zstd
