abseil
alsa-lib
aom
aribb24
atuin
bat-extras
berkeley-db@5
binutils
brotli
bzip2
ca-certificates
cairo
carapace
certifi
chafa
cjson
curl
dav1d
dbus
elfutils
expat
eza
faad2
fastfetch
ffmpeg
fftw
flac
fontconfig
freeglut
freetype
frei0r
fribidi
fzf
gcc
gdk-pixbuf
giflib
gitleaks
glib
gmp
gnutls
graphite2
grc
harfbuzz
helix
highway
hwloc
icu4c@77
imath
isl
jpeg-turbo
jpeg-xl
kanata
kew
krb5
ladspa-sdk
lame
leptonica
libarchive
libass
libavif
libb2
libbluray
libcap
libclc
libdeflate
libdrm
libedit
libepoxy
libevent
libffi
libfontenc
libgit2
libice
libidn2
libmicrohttpd
libmpc
libnghttp2
libnghttp3
libngtcp2
libnotify
libogg
libpciaccess
libplacebo
libpng
librist
librsvg
libsamplerate
libsm
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtirpc
libtool
libunibreak
libunistring
libva
libvdpau
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxcrypt
libxcursor
libxcvt
libxdmcp
libxext
libxfixes
libxfont2
libxi
libxinerama
libxkbcommon
libxkbfile
libxml2
libxmu
libxpresent
libxrandr
libxrender
libxscrnsaver
libxshmfence
libxt
libxv
libxxf86vm
little-cms2
llvm
lm-sensors
luajit
lz4
lzo
m4
mbedtls
mesa
mesa-glu
mpdecimal
mpfr
mpg123
mpv
mujs
ncurses
nettle
onefetch
open-mpi
opencore-amr
openexr
openjpeg
openldap
openssl@3
opus
opusfile
orc
p11-kit
pango
pcre2
pixman
pkgconf
pmix
protobuf
pulseaudio
python@3.13
rav1e
readline
ripgrep
rtmpdump
rubberband
rust
sdl2
shaderc
shared-mime-info
snappy
speex
speexdsp
spirv-llvm-translator
spirv-tools
sqlite
srt
starship
svt-av1
systemd
taglib
tealdeer
tesseract
tgpt
thefuck
theora
uchardet
unbound
unzip
utf8cpp
util-linux
vamp-plugin-sdk
vapoursynth
vulkan-headers
vulkan-loader
wayland
wayland-protocols
webp
x264
x265
xauth
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xinput
xkbcomp
xkeyboard-config
xorg-server
xorgproto
xvid
xz
yazi
yt-dlp
z3
zellij
zeromq
zimg
zlib
zoxide
zstd
